export const calendarInformation = {
    "1": {
        "1": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Невідповідний день для посіву, посадки і пересадки. А ось обрізка плодових дерев і декоративних чагарників додасть саду благородного вигляду."
        },
        "2": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "У цей день у рослин ослаблена коренева система. Пересадкою, прополкою, розпушуванням та іншими роботами краще не займатися."
        },
        "3": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сьогодні можна приділити час декоративним рослинам, навести лад на ділянці. Хороший день для підбиття підсумків і висновків за минулий сезон."
        },
        "4": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для пересадок, щеплень, підживлень. Обрізку краще відкласти."
        },
        "5": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для починань. Будь-яка робота принесе відмінний результат. Можна висівати, поливати, підгодовувати."
        },
        "6": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Час для зростання. Сприятлива пересадка, розсаджування, підживлення. Від обрізки варто утриматися."
        },
        "7": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Заборонена обрізка. Можна видаляти бур'яни, удобрювати, поливати, готувати ділянку до нового сезону."
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре зайнятися підготовкою ґрунту для посадок, приділити увагу посадковому матеріалу (переглянути, перебрати, докупити)."
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий час для посадки і пересадки. Зібране цього дня насіння надалі дасть чудовий урожай."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Роботи із землею проводять акуратно. Поливи та підживлення тільки за необхідності. Зібраний урожай не буде довго зберігатися."
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Відповідний день для проведення будь-яких робіт у саду та городі."
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий період для посадки та підживлення чагарників і дерев. А від обрізки потрібно утриматися."
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре зайнятися укоріненням, щепленнями, прищіпками. Відмінні результати дасть підживлення."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Масштабні роботи краще відкласти. Можна збирати врожай, підготувати насіння для посіву."
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Благотворна будь-яка робота на ділянці. Добре навести лад, розбити або розпланувати клумбу, прибрати сухі гілки тощо."
        },
        "16": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий день для робіт із плодовими деревами та чагарниками."
        },
        "17": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Підходить для роботи з ґрунтом. Можна видалити бур'яни, внести добрива тощо."
        },
        "18": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна зайнятися видаленням зайвого і непотрібного з ділянки, дерев, кущів"
        },
        "19": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Підходить для збирання врожаю, підготовки ґрунту до посадок."
        },
        "20": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Енергія ходить у корені рослин. Добре збирати коренеплоди, насіння для посіву."
        },
        "21": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Чудовий день для обрізки дерев і формування крони."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не варто проводити роботи, які можуть пошкодити коріння. Небажано поливати і підгодовувати."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Дозволені підживлення, обрізка, формування. Хороший день для заготівлі лікарської сировини."
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливий день для неспішного прибирання, наведення порядку. Можна зайнятися перебором коренеплодів, підготовкою цибулинних рослин."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Вдалий день для висадки цибулинних рослин. Добре пройде обрізка чагарників."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День підходить для обрізки чагарників, збирання коренеплодів. Полив і підживлення тільки за необхідності."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливий час для посіву, посадок. Добре провести прибирання в саду і городі, прополоти бур'яни."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Усі роботи в саду та городі принесуть максимальний ефект"
        },
        "29": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Відповідний день для планування, переробок, внесення змін до ділянки."
        },
        "30": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливі всі роботи з ґрунтом. Добре провести обробку рослин від шкідників."
        },
        "31": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Рекомендується зайнятися порядком на ділянці та всередині себе."
        }
    },
    "2": {
        "1": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Посадку і пересадку будь-яких рослин краще відкласти. Можна зайнятися збором коренеплодів і насіння."
        },
        "2": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Будь-які роботи з рослинами принесуть урожай"
        },
        "3": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Садіть, пересаджуйте, сійте, поливайте. Хороший день і для підготовки ґрунту до посівів."
        },
        "4": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Велике значення в цей день має полив, підживлення, розпушування праця обов'язково принесе плоди у вигляді смачного і великого врожаю."
        },
        "5": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "День підходить для будь-яких робіт на ділянці."
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Посадки і пересадки тривають. Поштовхом до зростання стане розпушування і підживлення."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Від розпушування краще утриматися, щоб не пошкодити коріння. А ось пересадка пройде легко. Полив відновить сили рослин."
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "За необхідності можна підживити і полити рослини. Від інших робіт бажано відпочити."
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться прополкою. Можна пересаджувати рослини."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Висаджені цього дня рослини будуть і красивими, і врожайними"
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Обрізати, видаляти листя, пасинки сьогодні не варто, це може послабити рослини. Зате живці та щеплення порадують відмінною приживлюваністю"
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Сприятливі поливи та підживлення. Обрізку не проводять."
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Пік ростової активності. Усі роботи, пов'язані з посадками, будуть доречними."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Утримайтеся від пікіровки, обрізки, живцювання. Посів, посадка і пересадка, навпаки, вітаються."
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре провести прополку, підгортання, розпушування. Решту робіт поки відкладіть."
        },
        "16": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий день для боротьби зі шкідниками. Продовжуйте займатися ґрунтом."
        },
        "17": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Цього дня добре садити і збирати коренеплоди, вони виходять смачними і добре зберігаються. Можна полоти, розпушувати, підгортати."
        },
        "18": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Посів, посадка і збирання коренеплодів і цибулинних. Поливати і удобрювати не потрібно."
        },
        "19": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Прибираємо все, що росте на непотрібному місці: поросль, зайві пагони. Робимо прищіпки, беремо живці тощо"
        },
        "20": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Не можна проводити роботи, пов'язані з корінням рослин. Прополка бур'янів вітається."
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна виконувати всі роботи на ділянці."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Добре зайнятися розсадою, посадкою цибулинних, коренеплодів. Рослини будуть вдячні за підживлення і розпушування."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна висівати і садити будь-які рослини. Обрізка, прополка, видалення пнів і гілок виявляться марними - бур'яни і поросль швидко відростуть."
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Хороший день для щеплень. Можна висаджувати цибулинні та коренеплоди."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий період для облагороджування і поліпшення структури ґрунту. Результат принесуть і посадки, щеплення, обрізка."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не варто зачіпати кореневу систему. А посів і посадка цибулинних і коренеплодів пройдуть на ура."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Добре обробити рослини від шкідників і хвороб. Полив краще відкласти."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Забудьте про прополку, щоб не нашкодити корінню. Зверніть увагу на хвороби та шкідників."
        }
    },
    "3": {
        "1": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Хороший день для підбиття підсумків і планування. Ґрунтом краще не займатися."
        },
        "2": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Будь-які роботи з рослинами протипоказані. Займіться плануванням, прибиранням."
        },
        "3": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий час для прибирання, обрізки, боротьби зі шкідниками"
        },
        "4": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Добре пройде пересадка саджанців і щеплення."
        },
        "5": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Ідеальний день для посадки будь-яких рослин і боротьби з бур'янами."
        },
        "6": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Усе, що ви зробите, принесе чудовий результат. День підходить для підгодівлі."
        },
        "7": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Посадка, пересадка, укорінення виявляться вдалими"
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре збирати насіння, рихлити землю"
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Сприятливий час для пересадок. З прополкою варто почекати."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "За серйозні роботи братися не варто. Хороші результати дасть прополка бур'янів і обрізка дерев."
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий період для посадок і посіву. Обрізку потрібно відкласти, щоб не погубити рослини."
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Усі роботи, крім обрізки, будуть щедро винагороджені."
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Висадка пересадка принесуть відмінний урожай. Сприятливо відіб'ється на рослинах підживлення і полив."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Утримайтеся від активної діяльності. Можна зайнятися прибиранням, плануванням, розміткою."
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Вітається посадка, пересадка, проріджування. Про бур'яни потрібно забути до кращих часів."
        },
        "16": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий день для внесення добрив. Рослини будуть поглинати речовини з високою швидкістю."
        },
        "17": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Вдалий день для будь-яких робіт із ґрунтом"
        },
        "18": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не варто проявляти надмірну активність. Можна обробити дерева від шкідників."
        },
        "19": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре пройде підгортання, прополка. Обрізку, живцювання відкладіть."
        },
        "20": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Перепочиньте і дайте відпочити рослинам, їхні сили сьогодні на мінімумі"
        },
        "21": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "День добрий для щеплень, нарізки живців, формування крони."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Усі роботи принесуть велику користь"
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Займіться плануванням, розміткою, прибиранням"
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий час, щоб позбутися зайвих частин у рослин. Проводьте обрізку, формування, живцювання."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День, наче створений для щеплень! Також можна розпушувати і полоти."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День підходить для обприскування дерев і чагарників. Коріння рослин краще не турбувати."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Під забороною роботи, пов'язані з корінням."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "З користю пройде прибирання ділянки, облагороджування, обрізка сухих гілок, наведення порядку."
        },
        "29": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Вітається будь-яка активна діяльність. Прополка призведе до зменшення росту бур'янів надалі."
        },
        "30": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Допускається посадка рослин, обробка від шкідників, прополка"
        },
        "31": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Відмовтеся від прополки та обрізки. Можна підживити рослини."
        }
    },
    "4": {
        "1": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Відмовтеся від посадок і пересадок. Обмежте полив."
        },
        "2": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Роботи з будь-якими рослинами потрібно відкласти. А ось прополка може гарантувати позбавлення від бур'янів надовго."
        },
        "3": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Добре садити, полоти, пересаджувати. Обрізку відкладіть."
        },
        "4": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для боротьби з бур'янами. Добре пройде пересадка саджанців."
        },
        "5": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День гарний для посіву, пересадок, підживлення і поливу"
        },
        "6": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Відмовтеся від обрізки. Чудовий день для боротьби з бур'янами."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий час для робіт із ґрунтом: розпушування, полив, прополка"
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Зміцніть коріння рослин, внесіть хорошу підгодівлю і рясно полийте. Не варто проводити обрізку."
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Заборонена посадка і пересадка. Хороший день для обрізки, формування крони."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Гарний результат дасть підготовка ґрунту до посадок"
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна пересаджувати, удобрювати, розпушувати"
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Висока потреба в поливі. Відмінний період для посадок і пересадок."
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Хороший результат дасть посадка і пересадка рослин. А від обрізки потрібно утриматися."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Вітаються всі роботи, окрім обрізки дерев"
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Рослини сповнені енергії. Можна садити, пересаджувати, удобрювати."
        },
        "16": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Під забороною роботи, які можуть зашкодити кореневій системі."
        },
        "17": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Гарний день для підживлення, прополки, розпушування"
        },
        "18": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Забудьте про пасинки, обрізку, живці. Краще зайнятися збором коренеплодів."
        },
        "19": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Знизьте активність. Допускається прибирання, планування."
        },
        "20": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Чудовий день для знищення бур'янів. Можна зрізати сухі гілки, прибирати листя."
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Дозволені: обрізка, живцювання, формування крони."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Гарний період для боротьби з бур'янами, прибирання, обрізки зайвої рослинності."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Вітаються всі садово-городні роботи"
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Найкраще відпочити. Найбільш працьовиті можуть прополоти грядки, посіяти коренеплоди, цибулю."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Займіться знищенням бур'янів і шкідників. Добре приживається щеплення."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Укорінені вуса полуниці дадуть великий урожай. Відмінний день для посівів."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Хороший день для прополки і розпушування. Будьте акуратнішими з поливом."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Займіться плануванням, проведіть огляд садових інструментів, наведіть лад у насінні"
        },
        "29": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Будьте обережні з корінням рослин. Прополку і розпушування проводьте дуже акуратно."
        },
        "30": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна зайнятися посадками, але за умови вже підготовленого ґрунту. Копати, полоти, розпушувати сьогодні не можна."
        }
    },
    "5": {
        "1": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Утримайтеся сьогодні від посадок, пересадок і посіву"
        },
        "2": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна садити і пересаджувати. Від обрізки і формування краще відмовитися."
        },
        "3": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Продовжуйте попередні роботи. Хороший результат дасть обробка від бур'янів і шкідників."
        },
        "4": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для будь-яких робіт."
        },
        "5": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Можна проводити будь-які роботи"
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Гілки рослин чіпати не можна. Відмінний результат дасть прополка."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Внесення добрив принесе велику користь. Бур'яни краще не чіпати."
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Усі роботи на ділянці потрібно відкласти. Займіться плануванням, проведіть ревізію інвентарю, розберіть поклади."
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна поливати, удобрювати, проріджувати. Обрізка під забороною."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Зверніть увагу на бур'яни. Проведіть профілактику хвороб."
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "День гарний для підживлення, боротьби з бур'янами"
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Підживіть рослини. Добре зайнятися збиранням урожаю, заготовками."
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Приділіть пильну увагу роботам із ґрунтом"
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре проводити підживлення, полив. Пересаджені рослини відмінно приживуться."
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться ґрунтом. Роботи, що травмують кореневу, краще відкласти."
        },
        "16": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Зверніть увагу на бур'яни. Спиляйте старі дерева, гілки, приберіть листя."
        },
        "17": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Хороший результат дасть прополка і розпушування. Надземну частину рослин чіпати не варто."
        },
        "18": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться коренеплодами. Обрізку відкладіть."
        },
        "19": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Зробіть перерву. Приведіть ділянку до ладу, розберіть поклади дощок, розберіть інструмент."
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Допускається формування крони, обрізка, живцювання"
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не проводьте роботи, які можуть нашкодити корінню. Можна обробити рослини від хвороб і шкідників."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Гарний день для посадок, поливів, підживлення"
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий час для висаджування розсади, посівів, пересаджування"
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Вітаються всі роботи на ділянці."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Хороший результат дасть обробка від шкідників і хвороб. Можна садити і пересаджувати рослини."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливий день для посівів, висадки розсади. Вносьте добрива, не забудьте про полив."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Рослини набираються енергії. Велике значення має догляд за ґрунтом, полив і підживлення."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Проведіть профілактичну обробку саду від шкідників"
        },
        "29": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Відмінний результат покажуть усі роботи. Рослини, висаджені в цей день, добре приживаються."
        },
        "30": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Підживлення, прополка, полив. Небажано проводити обрізку старих гілок і дерев."
        },
        "31": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Утримайтеся від прополки, сьогодні боротьба з бур'янами не дасть потрібного ефекту."
        }
    },
    "6": {
        "1": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Вітаються посадки, пересадки, укорінення, щеплення."
        },
        "2": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День вдалий для всіх справ у саду та городі"
        },
        "3": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Небажано садити і сіяти. Можна приділити увагу підгодівлі, прополюванню."
        },
        "4": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Несприятливий день для робіт із рослинами"
        },
        "5": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться прибиранням ділянки."
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудово підходить для знищення бур'янистої рослинності."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Проведіть обробку рослин від хвороб і шкідників. Добре пройде обрізка старих гілок і дерев."
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Полив, підживлення, прополка, розпушування мають бути акуратними"
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Хороший результат дасть санітарна обрізка і боротьба з бур'янами."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Займіться ґрунтом. Допускається посадка і пересадка рослин."
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Стримайте активність. Зверніть увагу на полив і підживлення."
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий день для садових робіт"
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий час для збору плодів і овочів. Хороший результат дасть укорінення і пересадки."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "День гарний для робіт із ґрунтом, збирання врожаю"
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Забудьте про посадки, підживлення, поливи. Займіться бур'янами, розпушуванням ґрунту."
        },
        "16": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна садити, сіяти, полоти. Деревам дайте відпочинок."
        },
        "17": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Активність рослин низька. Допустимі роботи з ґрунтом, що не зачіпають коріння."
        },
        "18": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Займіться плануванням, прибиранням"
        },
        "19": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Зверніть увагу на зовнішній вигляд ділянки. Проведіть роботи з благоустрою."
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Поливи, підживлення і прополку проводьте тільки за необхідності."
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Посадки і пересадки краще не проводити."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Плідно пройдуть роботи з ґрунтом, збирання врожаю, обрізка дерев і чагарників. Не поспішайте."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Займіться давно назрілими справами, які весь час відкладали на потім."
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для робіт на ділянці та з рослинами."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Несприятливий період. Відкладіть садові справи на кращий час."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Займіться обрізанням, видаленням порослі, зайвих пагонів"
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не поспішайте. Надмірна активність сьогодні буде зайвою."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День хороший для посівів, посадок. Але ґрунт має бути підготовлений."
        },
        "29": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Допустимі підживлення, обприскування. Посадки, пересадки краще виключити."
        },
        "30": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Роботи з рослинами не проводяться. Займіться бур'янами."
        },
        " ": {
            "moonPhase": {
                "text": "Фаза місяця"
            },
            "advice": "Дії"
        }
    },
    "7": {
        "1": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливі всі роботи в саду. Добре пройде підживлення й обробка від шкідників."
        },
        "2": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Поміркуйте активність. Надлишок енергії може нашкодити рослинам."
        },
        "3": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Відпочиньте. Займіться плануванням або спогляданням зробленої роботи."
        },
        "4": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не плануйте серйозних справ. Можна зайнятися наведенням порядку, благоустроєм."
        },
        "5": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Гарний день для прополки, видалення непотрібних гілок, порослі."
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Зверніть увагу на коренеплоди. Можна сіяти редьку, редиску, ріпу."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "День підходить для боротьби з хворобами і шкідниками. Добре вносити добрива."
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Хороший день для посівів, пересадки. Ретельно готуйте ґрунт під рослини."
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Вітаються будь-які роботи з ґрунтом."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Чудовий час для прибирання на грядках, клумбах. Укорінення пройде на ура"
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться неспішними справами. Продумайте місце для осінніх посадок. Приведіть до ладу грядки, що звільнилися від ранніх культур."
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна зайнятися влаштуванням газонів, квітників"
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Зробіть профілактику хвороб і шкідників. Займіться прополкою."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Хороший результат дасть знищення бур'янів, видалення порослі, непотрібних гілок, дзиг."
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Сили рослин на мінімумі. Не чіпайте їх. Займіться прибиранням, наведенням порядку."
        },
        "16": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Плануйте, розмічайте, споглядайте"
        },
        "17": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Несприятливий день для садово-городніх робіт. Занадто працьовиті садівники можуть навести лад на ділянці, перевірити стан інвентарю, докупити засоби тощо."
        },
        "18": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна підготувати землю для подальшого використання. Добре закласти компост."
        },
        "19": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Допускаються посадки і пересадки. Не забувайте про поливи та підживлення."
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День підходить для будь-яких робіт у саду та городі."
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна садити і пересаджувати, сіяти. Добре пройде прищіпка, пасинкування."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не забувайте про газон. Можна підсіяти насіння газонних трав."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Полив, прополка, збирання врожаю. Залиште на деякий час бур'яни та обрізку."
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Хороший день для формування крони. Можна збирати врожай, проводити підживлення під корінь."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливий день для профілактики хвороб рослин, підживлення"
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Чудовий час для посадок і пересадок."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Відповідний період для всіх садово-городніх робіт"
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Активність рослин на висоті. Будь-які роботи принесуть відмінний результат."
        },
        "29": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не забуваємо про полив, підживлення. Добре пройде збір врожаю."
        },
        "30": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна підсіяти коренеплоди (наприклад, редьку), другу хвилю деяких капустяних."
        },
        "31": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Досить спокійний день. Добре зайнятися ґрунтом."
        }
    },
    "8": {
        "1": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Не плануйте серйозних робіт."
        },
        "2": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна зайнятися знищенням бур'янів, збиранням урожаю"
        },
        "3": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Гарний результат дасть прополка, обрізка, прибирання пнів"
        },
        "4": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Прибирайте все непотрібне і зайве"
        },
        "5": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий день для планування, наведення порядку"
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Проведіть профілактичні обробки."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре внести добрива під плодові дерева"
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Обрізка, видалення вусів, порослі, знищення бур'янів"
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Посів і збирання коренеплодів. Санітарне проріджування чагарників."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Підживлення, прополки, обробки від шкідників"
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий час для збору врожаю, насіння."
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна провести обробку рослин від шкідників, хвороб"
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Енергія рослин виснажується. Відпочиньте, займіться наведенням порядку."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не найкращий день для робіт у саду. Зверніть увагу на підготовку ґрунту до наступного сезону."
        },
        "15": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться плануванням, ревізією інструментів"
        },
        "16": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Несприятливий день для садово-городніх справ"
        },
        "17": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Рослини ще малоактивні. Підживлення будуть недоречними."
        },
        "18": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Припустимо сіяти, садити, пересаджувати"
        },
        "19": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна робити прищіпки, формувати крону."
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий період для висадки саджанців, посіву."
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Хороший період для розмноження суниці, посадки саджанців."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не забудьте внести підживлення, щоб рослини підготувалися до зими."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна сіяти, садити, пересаджувати"
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Будь-які роботи принесуть чудовий результат."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна зайнятися бур'янами, урожаєм. Від поливу краще відмовитися."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не варто в цей день проводити обрізки, прищіпки та інші роботи з надземною частиною."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Внесіть добрива. Займіться підготовкою ґрунту до посадок."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Добре пройде поливи, підживлення, прополки"
        },
        "29": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Приділіть увагу заготовкам"
        },
        "30": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Поміркуйте активність у саду"
        },
        "31": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Несприятливий день для будь-якої активності"
        }
    },
    "9": {
        "1": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий час для заготівлі живців, обрізки чагарників і дерев."
        },
        "2": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна навести лад у госпблоці, оглянути інструменти та інвентар"
        },
        "3": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Відмінно пройде санітарна і формувальна обрізка. Не забуваємо про врожай."
        },
        "4": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна садити цибулинні, висаджувати саджанці."
        },
        "5": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Підживлення, розпушування, прополки краще залишити на потім. Допускається позакореневе підживлення."
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "День хороший для боротьби з бур'янами, хворобами, шкідниками."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Легко пройде обрізка, знищення порослі, гілок, що загущують, і неправильних гілок."
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Відмінний день для живцювання, відводок. Швидко дадуть коріння."
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Хороший період для збору коренеплодів, насіння для майбутнього посіву"
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не проводьте серйозних робіт."
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться профілактикою та лікуванням хвороб"
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Прополка принесе чудовий результат, бур'янів буде помітно менше."
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не дуже вдалий день для робіт у саду та городі."
        },
        "14": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Поміркуйте активність. Можна зайнятися плануванням осінніх посадок."
        },
        "15": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Роботи в саду будуть безрезультатними"
        },
        "16": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День із низькою енергетикою. Займіться плануванням, розберіть завали, приберіть рослинне сміття."
        },
        "17": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Допустимі підживлення. Добре пройдуть роботи з ґрунтом."
        },
        "18": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День підходить для збору врожаю, переробки"
        },
        "19": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий час для посівів, підживлення, поліпшення структури ґрунту"
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не давайте пустувати землі, посійте сидерати"
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для посадок."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Проводьте підживлення, готуйте ґрунт для посадок"
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Гарний час для посівів, посадок, пересадки рослин"
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Добре зайнятися живцюванням, укоріненням відводок"
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Наведіть лад на ділянці, закладіть клумби"
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Вітаються поливи, профілактичні обробки плодових дерев."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Проведіть ревізію інструменту. Можна робити підживлення."
        },
        "28": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Знизьте активність, рослини дуже вразливі"
        },
        "29": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Несприятливий день для всіх робіт"
        },
        "30": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться прибиранням ділянки, плануванням справ на осінь"
        }
    },
    "10": {
        "1": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не варто рихлити, пересаджувати. Є ризик пошкодити коріння."
        },
        "2": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Хороший період для посадки саджанців декоративних і плодових, цибулинних рослин."
        },
        "3": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться переробкою врожаю"
        },
        "4": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна викопувати цибулини на зберігання."
        },
        "5": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не рекомендується розпушування, пересадки."
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Продовжуйте заготівлі. Можна провести підзимовий посів (за погодою)."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не варто займатися обробкою рослин від хвороб"
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Готуємо ґрунт до наступного сезону"
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Утримайтеся від поливу та внесення добрив"
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться бур'янами, шкідниками, перекопуванням пристовбурних кіл"
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Гарний результат дасть видалення непотрібних гілок, порослі, санітарна обрізка"
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Продовжуємо заготовки."
        },
        "13": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться наведенням порядку. Приділіть увагу укриттям."
        },
        "14": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Несприятливий для садових робіт день"
        },
        "15": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не рекомендується поділ, розмноження рослин."
        },
        "16": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна прикопувати, сіяти під зиму, проводити вигонку зелені."
        },
        "17": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не варто проводити обрізку. Допустиме підживлення органікою."
        },
        "18": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не можна поливати, обрізати дерева та чагарники"
        },
        "19": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День підходить для знищення бур'янів, обробок від хвороб, шкідників"
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Проведіть перекопування пристовбурних кіл. Внесіть добрива."
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна утеплити кореневу систему рослин."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Займіться укриттями троянд, винограду, молодих посадок"
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Посів, посадки, підживлення, полив не проводять"
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна побілити дерева, зібрати насіння. Продовжуємо заготовки."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не варто обрізати і підгодовувати рослини."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Заготовляємо листя лікарських рослин. Добре пройде посів під зиму пряних трав."
        },
        "27": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Обробка від хвороб, шкідників. Викорчування, вирізка слабких гілок."
        },
        "28": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Несприятливий день для роботи в саду"
        },
        "29": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться прибиранням, ревізією інструментів"
        },
        "30": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна сіяти під зиму коренеплоди"
        },
        "31": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Перекопування ґрунту призведе до знищення шкідників. Можна удобрити органікою."
        }
    },
    "11": {
        "1": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Побілка дерев, обробка сечовиною"
        },
        "2": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Підзимовий посів коренеплодів"
        },
        "3": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Вигонка зелені на підвіконні, в теплиці."
        },
        "4": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Обрізка, живцювання, прищіпка рослин"
        },
        "5": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Не забудьте про мульчування підзимових посівів, багаторічних квітів, молодих саджанців."
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не рекомендується полив і підживлення."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Чудовий результат дасть квашення і засолювання овочів"
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре пройде підгортання, підживлення, перекопування, розпушування"
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Сприятливий день для посіву однорічних, багаторічних квітів, заготівлі та вкорінення живців."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна посіяти під зиму коренеплоди."
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Сили рослин закінчуються. Не варто проводити обрізку, прищіпку, живцювання."
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Займіться плануванням робіт"
        },
        "13": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Несприятливий день для будь-яких садово-городніх робіт"
        },
        "14": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Допускається прибирання ділянки, спорудження укриттів"
        },
        "15": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Посів квітів під зиму. Укриття рослин на зиму."
        },
        "16": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Обрізка і полив заборонені. Можна садити озимий часник і цибулю."
        },
        "17": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Продовжуйте підзимові посіви"
        },
        "18": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Можна проводити обрізку, прищіпку, полив. Відмінний результат дасть обробка від хвороб."
        },
        "19": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Займіться обробкою ґрунту: мульчування, прополювання, розпушування"
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Посів, посадки та підживлення не рекомендуються"
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Гарний час для формуючої обрізки."
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Не варто сіяти і садити. Укорінення пройде погано."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Займіться вирізкою старих і зайвих гілок. Очистіть дерева від сухих плодів."
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для знищення шкідників, мульчування."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Стримайте активність. Займіться ґрунтом, перевірте укриття."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Проведіть інвентаризацію, наведіть лад у госпблоці"
        },
        "27": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Несприятливий час для робіт із рослинами"
        },
        "28": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Проведіть снігозатримання. Утепліть кореневу систему рослин."
        },
        "29": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Допускається підзимовий посів квітів і коренеплодів."
        },
        "30": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "День не підходить для закладання овочів на зберігання."
        }
    },
    "12": {
        "1": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Посів зелені на підвіконні та в теплиці. Посадка і пересадка кімнатних і багаторічних квітів."
        },
        "2": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не забудьте покласти насіння на стратифікацію."
        },
        "3": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна зайнятися ґрунтом. Хороший результат дасть обробка від шкідників."
        },
        "4": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Гарний результат дасть прищіпка, формування рослин, зокрема кімнатних."
        },
        "5": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2,
                "quarter": 2
            },
            "advice": "Вигонка зелені. Посів коренеплодів."
        },
        "6": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Вітаються будь-які роботи: посів, підживлення, прищіпка, формування тощо."
        },
        "7": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Можна проводити пікіровку сіянців, омолодження рослин, формувати крону."
        },
        "8": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не рекомендується обробка хімікатами."
        },
        "9": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "На підвіконні та в теплиці можна висаджувати будь-які культури."
        },
        "10": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Не варто проводити розмноження рослин корінням або бульбами."
        },
        "11": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре проводити обрізку, вкорінювати живці"
        },
        "12": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Енергія рослин на мінімумі. Можна зайнятися повсякденними справами."
        },
        "13": {
            "moonPhase": {
                "text": "Молодик",
                "moonPhaseId": 3
            },
            "advice": "Не варто сьогодні турбувати рослини. Займіться плануванням, підбиттям підсумків."
        },
        "14": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Рослини дуже слабкі, не турбуйте їх. Переберіть насіння, складіть список покупок."
        },
        "15": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Посів насіння на зелень"
        },
        "16": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Чудовий день для прополки, розпушування, підживлення"
        },
        "17": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Посадка квітів, укорінення живців пройде успішно"
        },
        "18": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливий період для посіву овочів, мікрозелені та інших культур на підвіконні та в теплиці."
        },
        "19": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0,
                "quarter": 1
            },
            "advice": "Акуратно поливайте і підгодовуйте. Високий ризик розвитку гнилей."
        },
        "20": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Посів, посадку, пересадку не проводять. Можна зайнятися снігозатриманням."
        },
        "21": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Займіться розпушуванням ґрунту, проріджуванням сходів"
        },
        "22": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Хороший результат дасть обробка від шкідників і хвороб."
        },
        "23": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Сприятливий час для посівів і посадок, робіт із ґрунтом і рослинами."
        },
        "24": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "День підходить для замочування і пророщування насіння, посадки бульбоцибулинних."
        },
        "25": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Вдалими будуть посіви ампельних рослин. Можна проводити всі роботи, пов'язані з ґрунтом."
        },
        "26": {
            "moonPhase": {
                "text": "Зростаючий",
                "moonPhaseId": 0
            },
            "advice": "Покладіть насіння на стратифікацію. Не забудьте підгорнути снігом стовбури на ділянці."
        },
        "27": {
            "moonPhase": {
                "text": "Повний місяць",
                "moonPhaseId": 1
            },
            "advice": "Несприятливий день для будь-яких робіт із рослинами."
        },
        "28": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Цей день хороший для посіву всіх культур. Відмінний період для посадки цибулинних рослин."
        },
        "29": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Відкладіть сьогодні всі роботи з рослинами. Припустимо провести розпушування або прополку."
        },
        "30": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "Добре закласти насіння на стратифікацію, вона пройде успішно. Не забудьте про снігозатримання."
        },
        "31": {
            "moonPhase": {
                "text": "Спадаючий",
                "moonPhaseId": 2
            },
            "advice": "День підходить для консервування, заготовок."
        }
    }
}
